# # 1. 실습
# number = int(input('숫자를 입력해주세요 >')) # 사용자 입력
# print(a + 10)

# # 2. 실습
# food = input('좋아하는 음식을 입력해주세요 >') # 사용자 입력
# print('좋아하는 음식 : ',food)

# # 3. 실습
# name = input('이름을 입력해주세요 >') # 사용자 입력
# age = int(input('태어난 년도를 입력해주세요 >')) # 사용자 입력
# age = 2023 - age
# age = str(age)
# print('저의 이름은 '+name+'이고, 올해 나이는 '+age+'세 입니다')

# # 4. 실습
# a = input('첫 번째 문장을 입력해주세요 >') # 사용자 입력
# b = input('두 번째 문장을 입력해주세요 >') # 사용자 입력
# print(a + b)

# # 5. 실습
# a = int(input('숫자를 입력해주세요 >')) # 사용자 입력
# print(-a)

# # 6. 실습
# a = int(input('첫 번째 숫자를 입력해주세요 >')) # 사용자 입력
# b = int(input('두 번째 숫자를 입력해주세요 >')) # 사용자 입력

# print('더하기 연산 : ', a + b)
# print('빼기 연산 :', a - b)
# print('곱하기 연산 : ' , a * b)
# print('몫 연산 : ' , a // b)
# print('나머지 연산 : ' , a % b)

# # 7. 실습
# a = int(input('첫 번째 숫자를 입력해주세요 >')) # 사용자 입력
# b = int(input('두 번째 숫자를 입력해주세요 >')) # 사용자 입력
# c = int(input('세 번째 숫자를 입력해주세요 >')) # 사용자 입력

# print(round((a+b+c)/3))

# # 8. 실습
# a = int(input('첫 번째 숫자를 입력해주세요 > ')) # 사용자 입력
# b = int(input('두 번째 숫자를 입력해주세요 > ')) # 사용자 입력
# c = int(input('세 번째 숫자를 입력해주세요 > ')) # 사용자 입력
# d = int(input('네 번째 숫자를 입력해주세요 > ')) # 사용자 입력
# e = int(input('다섯 번째 숫자를 입력해주세요 > ')) # 사용자 입력


# print([a,b,c,d,e])

# # 9. 실습
# a = input('문자열을 입력해주세요 > ') # 사용자 입력문자열을 입력해주세요 > # 사용자 입력
# b = int(input('숫자를 입력해주세요 > '))# 사용자 입력문자열을 입력해주세요 > # 사용자 입력

# print(a * b)

# # 10. 실습
# a = int(input('첫 번째 숫자를 입력해주세요 > ')) # 사용자 입력
# print(a)
# b = int(input('두 번째 숫자를 입력해주세요 > ')) # 사용자 입력
# print(a + b)
# c = int(input('세 번째 숫자를 입력해주세요 > ')) # 사용자 입력
# print(a + b + c)
# d = int(input('네 번째 숫자를 입력해주세요 > ')) # 사용자 입력
# print(a + b + c + d)
# e = int(input('다섯 번째 숫자를 입력해주세요 > ')) # 사용자 입력
# print(a + b + c + d + e)
